hckstexas/Seeed-reTerminal-YT-Firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
    CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
    CONFIG_PARTITION_TABLE_SINGLE_APP_LARGE=y
    CONFIG_ESP_MAIN_TASK_STACK_SIZE=16384
    CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
    CONFIG_SPIRAM=y
    CONFIG_SPIRAM_MODE_OCT=y
    CONFIG_HTTPD_MAX_REQ_HDR_LEN=2048
    CONFIG_ESP_WIFI_ENABLED=y
    CONFIG_MBEDTLS_CERTIFICATE_BUNDLE=y
    CONFIG_MBEDTLS_CERTIFICATE_BUNDLE_DEFAULT_FULL=y
    